alacritty
alsa-firmware
alsa-lib
alsa-plugins
ani-cli-git
arandr
arch-install-scripts
archlabs-baph
archlabs-fonts
archlabs-icons
archlabs-keyring
archlabs-networkmanager-dmenu
archlabs-scripts
archlabs-skel-base
archlabs-themes
archlabs-wallpapers
aria2
autoconf
automake
base
bash-completion
bind
binutils
bison
bluez
bluez-hid2hci
bluez-utils
brave-bin
brightnessctl
cmus
crda
ddrescue
dhclient
dhcpcd
diffutils
dmraid
dnsmasq
dosfstools
dunst
efibootmgr
ethtool
exa
exfat-utils
f2fs-tools
ffmpeg
flameshot
flex
fsarchiver
gcc
git
gnome-keyring
gparted
grub
gsimplecal
gst-libav
gst-plugins-base
gst-plugins-good
gstreamer
gtk3
gvfs
hdparm
htop
intel-ucode
ipw2100-fw
ipw2200-fw
iwd
lftp
lib32-alsa-plugins
lib32-libpulse
lib32-mesa
libmad
libmatroska
libtool
linux
linux-firmware
lm_sensors
lsb-release
lsscsi
lxappearance
m4
make
man-db
man-pages
mdadm
meld
mlocate
mpv
mtools
nano
nautilus-gnome-disks
nerd-fonts-fira-code
nerd-fonts-jetbrains-mono
nerd-fonts-source-code-pro
networkmanager
newsboat
nfs-utils
nilfs-utils
nitrogen
nnn
notepadqq
ntp
openconnect
openssh
openvpn
os-prober
p7zip
pacman-contrib
pamixer
partclone
parted
partimage
paru
pass
patch
pavucontrol
pcmanfm
pfetch
pkgconf
polkit-gnome
ppp
pptpclient
pulseaudio
pulseaudio-alsa
redshiftgui-bin
reflector
rp-pppoe
sdparm
sg3_utils
slock
sudo
surf
sxiv
tcpdump
terminus-font
testdisk
texinfo
ttf-dejavu
ttf-font-awesome
tumbler
unzip
usb_modeswitch
usbutils
vi
vim
virtualbox
virtualbox-host-modules-arch
vis
wireless-regdb
wireless_tools
wmname
wpa_supplicant
wvdial
xbanish
xclip
xdg-user-dirs
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-pdf-poppler
